taskt/Core/Automation/Commands/JSONGroup/AJSONInsertValueToJContainerCommands.dot
digraph "AJSONInsertValueToJContainerCommands" {
"AJSONInsertValueToJContainerCommands" -> "AJSONAddInsertSetJContainerCommands";
"AJSONAddInsertSetJContainerCommands" -> "AJSONJSONPathCommands";
"AJSONAddInsertSetJContainerCommands" -> "IJSONValueActionProperties";
"AJSONJSONPathCommands" -> "AJSONInputJSONCommands";
"AJSONJSONPathCommands" -> "IJSONJSONPathProperties";
"AJSONInputJSONCommands" -> "ScriptCommand";
"AJSONInputJSONCommands" -> "IJSONInputJSONProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
