taskt/Core/Automation/Commands/JSONGroup/AJSONInsertValueToJContainerCommands.puml
@startuml
AJSONInsertValueToJContainerCommands --> AJSONAddInsertSetJContainerCommands
AJSONAddInsertSetJContainerCommands --> AJSONJSONPathCommands
AJSONAddInsertSetJContainerCommands --> IJSONValueActionProperties
AJSONJSONPathCommands --> AJSONInputJSONCommands
AJSONJSONPathCommands --> IJSONJSONPathProperties
AJSONInputJSONCommands --> ScriptCommand
AJSONInputJSONCommands --> IJSONInputJSONProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
